"RTL"="0";
"Cancel"="Abbrechen";
"OK"="OK";
"Delete"="Löschen";
"Next"="Weiter";

"NoEMailSetupTitle"="E-Mail nicht eingerichtet";
"NoEMailSetupText"="Bitte richten Sie die E-Mail-Funktion auf Ihrem Gerät ein.";
"WriteEMailText"="Möchten Sie das Supportteam per E-Mail kontaktieren?";
"WriteEMailTitle"="Support kontaktieren";
"EMailQuestionSubject"="Smart Budget Technical Support";
"EMailQuestionBody"="\n\nSoftware Version - %@\niOS Version - %@";
"ShareEMailSubj"="Ich möchte dich zu gemeinsamen persönlichen Finanzen einladen!";
"ShareEMailBody"="Bitte klicken Sie auf den Anhang, um die Datei in Smart Budget zu öffnen. \n\nSollten Sie Smart Budget noch nicht installiert haben, folgen Sie diesem Link: %@\n\nP.S. Ich verwende Version %@\niOS Version - %@";
"EMailDatabaseProblemSubject"="Smart Budget Technical Support – Meine Datenbank ist fehlerhaft!";
"EMailDatabaseProblemBody"="Diese Nachricht enthält die Sicherungskopie Ihrer Datenbank. Wir werden so schnell wie möglich versuchen, den Fehler zu finden und zu beheben.\nSoftware Version - %@\niOS Version - %@\n";

"SelectAccountTitleTo"="Zum Konto";

"ExpenseNamePlaceholder"="Beschreibung (optional)";
"ExpenseTitleNew"="Beschreibung";
"ExpenseNameTitle"="Beschreibung";
"ExpenseNameComment"="Keine Beschreibung";
"ExpenseReturnDate"="Rückzahlung";
"SelectNoReturnDate"="Ohne Rückzahlungsdatum";
"SelectNoDate"="Ohne Datum";
"SelectTodayDate"="Heute";
"SectionPlannedFor"="Für {date} geplant";

"CheckInternetCloud"="Keine Verbindung zum Cloud-Server. Womöglich werden Wartungsarbeiten durchgeführt oder Sie haben keine Internetverbindung.";
"DocsHintCloudCorrupted20"="Die Datenbankkopie ist fehlerhaft. Bitte drücken Sie unten auf den Button „Exportieren“ und „An Supportteam senden“.";
"DocsHintCloudUnpublished20"="Die Datenbankkopie konnte nicht in der Cloud gefunden werden. Bitte drücken Sie unten auf den Button „Exportieren“ und „An Supportteam senden“.";
"DocsHintCloudFuture"="Einige Änderungen wurden über eine ältere Version von Smart Budget an die Cloud gesendet. Bitte aktualisieren Sie Ihre Version.";
"ERROR_FUTURE_COMMANDS"="Die Datenbank wurde mit einer älteren Version von Smart Budget verändert. Bitte aktualisieren Sie Ihre Version.";
"ERROR_CORRUPTED"="Die Datenbank ist fehlerhaft. Bitte drücken Sie unten auf den Button „Exportieren“ und „An Supportteam senden“.";

"HelpSwitchSheet" = "Blätter wechseln";
"HelpAddOperation" = "Fügen Sie eine Einnahme, eine Ausgabe, einen Kredit, eine Überweisung oder eine Währungsumrechnung hinzu";
"HelpPlannedOpDifferentSheet" = "Ein geplanter Vorgang ist in Kürze auf einem anderen Blatt fällig";
"HelpTextSearch" = "Sie können „s w“ eingeben, um „Stilles Wasser“ zu suchen";
"HelpSlideForSearchPlanning" = "Wischen Sie nach unten, um zu suchen & zu planen";
"HelpCreateDatabase" = "Datenbanken sind völlig voneinander getrennt. Jede Datenbank verfügt über ihre eigenen Konten, Blätter, Vorgänge und kann mit anderen Nutzern synchronisiert werden.";
"HelpNeedCommit" = "Einige Änderungen wurden noch nicht in der Cloud gespeichert.";
"HelpPublished" = "Die Daten dieser Datenbank werden automatisch auf allen Geräten synchronisiert, die iCloud über dieselbe Apple ID verwenden. Wenn Sie Daten auf mehreren Geräten mit einer unterschiedlichen Apple ID synchronisieren möchten oder iCloud überhaupt nicht verwenden, schicken Sie bitte eine Einladung.";
"HelpNotPublished" = "Die Cloud-Synchronisierung ist für diese Datenbank ausgeschaltet.";
"HelpAccounts" = "Alle Konten unterstützen mehrere Währungen. Wenn Sie Geldbeträge auf ein Konto buchen wollen oder von einem Konto auf ein anderes überweisen möchten, gehen Sie zur Hauptansicht, wählen Sie das gewünschte Konto und fügen Sie einen Vorgang für dieses Konto hinzu.";
"HelpHiddenAccounts" = "Ziehen Sie Konten, die Sie nicht mehr benutzen, unter die Linie „Ausgeblendete Konten“, damit diese nicht mehr in der Liste angezeigt, statistische Daten jedoch noch erfasst werden.";
"HelpWriteUs" = "Schreiben Sie uns!";
"HelpWriteReview" = "Gefällt Ihnen Smart Budget?";
"HelpFullVersion" = "Vielen Dank";
"HelpSalePrice" = "Als Käufer der ersten Version von Smart Budget erhalten Sie einen hohen Rabatt";
"HelpNormalPrice" = "Wenn Sie Smart Budget 1 verwenden, gewähren wir Ihnen einen hohen Rabatt. Vergewissern Sie sich einfach, ob Sie die Vollversion von Smart Budget 1.7 auf Ihrem Gerät installiert haben.";
"HelpTapHold" = "Tippen Sie lange, um weitere Funktionen zu sehen";
"HelpPlusMinus" = "Wechseln Sie zwischen Ein- und Ausgabe";
"HelpDateRemembered" = "Das Datum wurde automatisch ausgewählt. Überprüfen Sie die Korrektheit der Auswahl.";
"HelpDateApproaching" = "Der geplante Tag steht unmittelbar bevor";
"HelpSelectSheet" = "Wählen Sie ein anderes Blatt für diesen Vorgang";
"HelpFreeProgress" = "Wenn Sie in der Gratis-Version 30 Vorgänge durchgeführt haben, müssen Sie die Vollversion erwerben, um die App weiterhin nutzen zu können.";
"HelpSheets" = "Sie können Vorgänge zu verschiedenen Blättern hinzufügen und dann jedes Blatt einzeln analysieren.";
"HelpEraser" = "Radierer";
"HelpMarker" = "Marker";
"HelpExchangeRate" = "Die Wechselkurse wurden zuletzt vor {hours_ago} Stunden aktualisiert.";
"HelpPin" = "Diese PIN schützt Sie nur davor, dass Kinder keine unerwünschten Änderungen an Ihren Daten vornehmen. Wenn Sie Ihre Daten richtig schützen möchten, richten Sie ein Passwort über den Sperrbildschirm Ihres Geräts ein.";
"HelpForgotPin" = "PIN vergessen? Starten Sie bei 0000 und probieren Sie alle Kombinationen bis 9999 aus. Für gewöhnlich dauert es weniger als eine Stunde, um alle Kombinationen durchzuprobieren.";

"HiddenAccountsLine"="Ausgeblendete Konten";
"AccountCash"="Bar";
"csvID"="Nummer";
"RecurrenceTitle"="Wiederholen";
"DateTitle"="Datum";
"PlannedTitle"="Geplant";
"CategoryTitle"="Kategorie";
"SheetTitle"="Blatt";
"SheetsTitle"="Blätter";
"SheetNamePlaceholder"="Blattname";
"SheetTitleNew"="Neues Blatt";
"SheetNameTitle"="Name";
"TotalSheet"="Alle Blätter";
"SeveralSheets"="Mehrere Blätter";
"TotalAccount"="Alle Konten";
"SeveralAccounts"="Mehrere Konten";
"AccountTitle"="Konto";
"AccountToTitle"="Zielkonto";
"AccountsTitle"="Konten";
"AccountNamePlaceholder"="Kontoname";
"AccountNameTitle"="Name";
"AccountTitleNew"="Neues Konto";
"AccountsSum"="Gesamt";
"CategoryNamePlaceholder"="Kategoriename";
"CategoryTitleNew"="Neue Kategorie";
"CategoryNameTitle"="Name";
"CurrencyTitle"="Währung";
"CurrenciesTitle"="Währungen";
"AmountTitle"="Summe";
"EditName"="Umbenennen";
"MoveToAccountTitle"="Vorgänge verschieben nach";
"AccountMoveMenuTitle"="Mit diesem Schritt verschieben Sie unwiderruflich alle Vorgänge vom Konto „{from}“ nach „{to}“.";
"MoveToSheetTitle"="Vorgänge verschieben nach";
"SheetMoveMenuTitle"="Mit diesem Schritt verschieben Sie unwiderruflich alle Vorgänge vom Blatt „{from}“ nach „{to}“.";
"MoveAllOperations"="Alle Vorgänge verschieben";
"DeleteAllOperations"="Alle Vorgänge löschen";
"DeleteAllOperationsMenuTitle"="Mit diesem Schritt löschen Sie alle Vorgänge vom Blatt „{from}“. Bedenken Sie bitte, dass Sie Vorgänge eigentlich nur in sehr seltenen Fällen löschen müssen und dass dadurch die Summe dieser Vorgänge unwiderruflich auf Null gesetzt wird.";

"AmountConverted"="%@ entspricht %@";
"ConversionNA"="k.A.";
"AmountNotConverted"="Fehler beim Herunterladen der Wechselkurse";
"BuiltInCategoryTitle"="Besondere Kategorie";
"BuiltInCategoryText"="Die Kategorien ‘Kredit’, ‘Überweisung’ und ‘Währungsumtausch’ lassen sich nicht bearbeiten.";
"OperationsNumber" = "{count}\nVorg.";

"AboutTitle"="Einstellungen";
"RealAboutTitle"="Über";
"LimitTitle"="Kostenlose Version";
"LimitText"="Die kostenlose Version ist auf 30 Transaktionen begrenzt. Ein Upgrade auf die Vollversion  über das Apple In-App-Abo-System dauert nur 20 Sekunden.";
"PurchaseStatusPurchasing"="Verbindung zum Store wird hergestellt...";
"PurchaseStatusFullVersion"="Sie haben die Vollversion erworben.";
"PurchaseStatusRestoring"="Käufe werden wiederhergestellt...";
"Purchase20ButtonTitle"="Vollversion kaufen";
"RestoreButtonTitle"="Käufe wiederherstellen";
"WriteReviewTitle"="Erfahrungsbericht schreiben";
"WriteReviewText"="Möchten Sie einen Erfahrungsbericht schreiben?";
"MoneyVersion"="Smart Budget, Version";
"FontTitle" = "Schriftart";
"PURCHASE_FAILED_TITLE"="Fehler beim Kaufvorgang";
"CANNOT_MAKE_PAYMENTS_TEXT"="Ihre Geräteeinstellungen erlauben keine Kaufvorgänge. Gehen Sie unter Geräteeinstellungen zu 'Allgemein' und 'Einschränkungen' und vergewissern Sie sich, dass 'In-App-Käufe' eingeschaltet sind.";
"RESTORE_FAILED_TITLE"="Fehler beim Wiederherstellen";
"ERROR_INTERNET_TEXT"="%@. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.";
"ERROR_NO_PRODUCT"="Die Preise konnten nicht heruntergeladen werden";
"RESTORE_NOTHING_TITLE"="Wiederherstellung abgeschlossen";
"RESTORE_NOTHING_TEXT"="Es wurden keine früheren Käufe gefunden. Bitte überprüfen Sie, ob Sie dieselbe Apple ID der früheren Käufe angegeben haben.";

"CurrencySelectedHeader"="Ausgewählte Währungen";
"CurrencyPopularHeader"="Häufige Währungen";
"CurrencyOtherHeader"="Weitere Währungen";

"PinTitle"="PIN-Nummer";
"PinEnterText"="PIN-Nummer eingeben";
"PinRepeatText"="PIN-Nummer wiederholen";
"PinWrongText"="Falsche PIN-Nummer\nBitte geben Sie Ihre PIN-Nummer erneut ein.";
"PinNoMatchText"="PIN-Nummern stimmen nicht überein\nBitte geben Sie Ihre PIN-Nummer erneut ein.";

"CreateDatabase"="Datenbank erstellen";
"SelectDatabase"="Datenbank öffnen";
"DocumentsTitle"="Datenbanken";
"DeleteDatabaseTitle"="Datenbank von diesem Gerät löschen? Dies kann nicht rückgängig gemacht werden!";
"Publish20"="Cloud-Synchronisierung aktivieren";
"Invite20"="Einladung verschicken";
"Unpublish20"="Cloud-Synchronisierung deaktivieren";
"UnpublishTitle20"="Die lokale Kopie der Datenbank wird auf diesem Gerät erstellt. Die ursprüngliche Datenbank wird von diesem Gerät sowie allen anderen Geräten mit derselben Apple ID für iCloud entfernt.";
"DeleteDatabaseTitlePublished"="Die Datenbank wird von diesem Gerät sowie allen Geräten mit derselben Apple ID für iCloud entfernt.";
"OtherDevicesWillContinue"="Wenn die anderen Geräte Zugang zur Cloud-Kopie der Datenbank über eine Einladung erhalten haben, bleibt dieser Zugang weiterhin bestehen.";

"ExportMenuTitle"="Datenbank exportieren";
"BackupButtonTitle20"="Sicherung";
"PreviewButtonTitle"="Als XSLX ansehen";
"ExportXSLXButtonTitle"="Als XSLX exportieren";
"SendToSupportTitle"="An Supportteam senden";
"SendToSupportText"="Wenn Sie der Meinung sind, Ihre Datenbank sei fehlerhaft, können Sie diese an unser Supportteam senden. Wir werden die Datenbank analysieren und versuchen, sie zu reparieren.";

"ExpensePlanButton"="Ähnliches planen";
"ExpensePerformButton"="Durchführen";
"ContactIndicator"="Kontakt";
"DeleteExpenseTitle"="Transaktion löschen?";

"NEVER"="Nie";
"EVERY_DAY"="Jeden Tag";
"EVERY_WEEK"="Jede Woche";
"EVERY_2WEEKS"="Alle 2 Wochen";
"EVERY_MONTH"="Jeden Monat";
"EVERY_2MONTHS"="Alle 2 Monate";
"EVERY_QUARTER"="Alle 3 Monate";
"TWICE_A_YEAR"="Zweimal pro Jahr";
"EVERY_YEAR"="Jedes Jahr";

"EXPENSE_KIND"="Ausgabe";
"INCOME_KIND"="Einnahme";

"CatTransfer"="Überweisung";
"CatConvert"="Währungs- umtausch";
"CatLoan"="Kredit";
"CatLoanBack"="Kreditrückzahlung";
"CatApartment"="Miete";
"CatFoodHome"="Lebensmittel";
"CatFoodRestaurant"="Restaurant, Café";
// Remove planned
"CatCarPlanned"="Auto";
"CatCarEmergency"="Auto (ungeplant)";
"CatSport"="Sport";
"CatCat"="Katze";
"CatDog"="Hund";
"CatPet"="Haustier";
"CatGiftsLost"="Geschenke";
"CatTransportPublic"="Bus&Bahn";
"CatFishing"="Angeln";
"CatHunting"="Jagen";
"CatGamblingLost"="Beim Glücksspiel verloren";
"CatGaveFamily"="An Verwandt. gegeben";
"CatBaby"="Kind";
"CatMedicine"="Arzt/Arznei";
"CatGadgets"="Elektronik";
"CatCinema"="Kino";
"CatTheaters"="Theater, Ausstellungen";
"CatRoleplaying"="Rollenspiele";
"CatSalary"="Gehalt/Lohn";
"CatOverwork"="Überstunden";
"CatBonus"="Bonus";
"CatGamblingWon"="Beim Glücksspiel gewonnen";
"CatApple"="Tantieme";
"CatFound"="Gefunden";
"CatGiftsWon"="Geschenk";
"CatGovernment"="Amtliche Gebühren";
"CatClothes"="Kleidung";
"CatSpirits"="Getränke";
"CatCommunications"="Telefon und Internet";
"CatTransportTravel"="Reisekosten";
"CatHotel"="Hotel";
"CatEducation"="Ausbildung";
"CatUnknown"="Unbekannt";
"CatCelebration"="Urlaub";
"CatTookFromFamily"="Von Verwandt. erhalten";
"CatInitialBalance"="Erste Summe";

"UserCategorySheetTitle"="%@ (Anzahl der Transaktionen - %d)";
"SelectImage"="Bild wählen";
"DrawImage"="Bild zeichnen";
"ImageTitle"="Bild";
"CategoriesRecent"="Kürzlich verwendet";
"CategoriesNotRecent"="Lange nicht verwendet";
"CategoriesNeverUsed"="Noch nie verwendet";

"EverydaySheet"="Allgemeines";
"SelectFromContacts"="Von Kontakten auswählen";
"CustomImagesSection"="Gezeichnete Bilder von allen Datenbanken";

"ReportTitle"="Bericht";
"Reports"="Berichte";
"SimpleReport"="Einfacher Bericht";
"ReportStyleTitle"="Berichtstyp";
"ByCat"="Nach Kategorie";
"ByDay"="Täglich";
"BySum"="Summe";
"ReportPeriod"="Zeitraum";
"AllTime"="Immer";
"StatIncome"="Einnahme";
"StatOutcome"="Ausgabe";
"StatBalance"="Kontostand";
"StatExchangeRateFlux"="Währungsdifferenz";
"StatIncome20"="Einnahme: {amount}";
"StatOutcome20"="Ausgabe: {amount}";
"StatIncomePlanned"="Voraussichtliche Einnahme: {amount}";
"StatOutcomePlanned"="Voraussichtliche Ausgabe: {amount}";
"StatIncomePlannedNoDate"="Voraussichtliche Einnahme (ohne Datum): {amount}";
"StatOutcomePlannedNoDate"="Voraussichtliche Ausgabe (ohne Datum): {amount}";
"StatIncomePlannedPerMonth"="Einnahmen pro Monat: {amount}";
"StatOutcomePlannedPerMonth"="Ausgaben pro Monat: {amount}";

"ExampleSneakers"="Schuhe";
"ExampleIcecream"="Eis";
"ExampleGas"="Tanken";
"ExampleTickets"="Tickets nach San Francisco";
"ExampleMarriage"="Hochzeit";

"DocsHintCloudBadReceipt" = "Der Cloud-Server akzeptiert keine Datenbanken mit zu vielen Modifikationen von der Gratis-Version. Bitte rüsten Sie Ihre App auf die Vollversion auf.";
"LoadFromBackupErrorTitle" = "Sicherung nicht geladen";
"LOAD_FROM_BACKUP_EXISTS" = "Diese cloud-synchronisierte Datenbank befindet sich bereits auf Ihrem Gerät.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Das Dateiformat wurde nicht erkannt. Sie können diese Datei an das Supportteam senden, um sie analysieren und eventuell reparieren zu lassen.";
"SectionNoDate"="Voraussichtl. Betrag ohne Datum";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 Monat{{else}}{count} Monate";
"NDays" = "{{is_1}}1 Tag{{else}}{count} Tage";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "neu";

"ImportInstructions20"="Wie kann ich Daten von Smart Budget 1 nach Smart Budget 2 verschieben? {title} Vergewissern Sie sich zunächst, dass Sie Smart Budget 1.7 oder eine höhere Version auf Ihrem Gerät installiert haben. {picture1} Starten Sie Smart Budget 1, klicken Sie auf den Button „Cloud“, klicken Sie auf „Nach Smart Budget 2 exportieren“ und wählen Sie Smart Budget 2 von der App-Liste aus. {picture2} Wenn Sie in Smart Budget 1 bereits die Cloud-Synchronisierung verwendet haben, müssen Sie die Cloud-Synchronisierung in Smart Budget 2 erneut aktivieren. {picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="Neuen Vorgang planen";
"AppName2"="Smart Budget 2";
